Repository: luiseduardohdbackup/SpeedoPlus
Catalog: Speedo/Languages/AppResources.*.resx
Languages: fr

# AboutMenu
source: about
fr: à propos

# AboutPageTitle
source: about
fr: à propos

# About_AwesomeButton
source: You are awesome
fr: Vous êtes génial.

# About_AwesomeCaption
source: How awesome?
fr: Génial comment ?

# About_AwesomeMessage
source: Very awesome.
fr: Vraiment génial.

# About_MadeBy
source: Made by
fr: Fait par

# About_PrivacyPolicy
source: Privacy policy
fr: Politique de confidentialité

# About_ReviewButton
source: Write a review
fr: Donnez votre avis

# About_ShareTheLove
source: Share the love
fr: Partagez votre enthousiasme

# About_SupportTheDev
source: Support the developer
fr: Aidez le développeur

# About_Thanks
source: Thanks for downloading the app! :)
fr: Merci d'avoir téléchargé cette app ! :)

# About_WriteAReview
source: If you enjoy using the app, please share a review in the Marketplace.
fr: Si vous appréciez cette app, veuillez donnez votre avis dans le Store

# AccuracyWarningCaption
source: Accuracy warning
fr: Avertissement sur l'exactitude des données

# AccuracyWarningMessage
source: This software uses GPS signals to calculate your speed and direction which is subject to interference and results may be skewed. The information provided can only be used as a guide.
fr: Ce logiciel utilise le système GPS pour calculer votre vitesse et votre direction, ce qui peut entraîner quelques inexactitudes. Les données fournies ne doivent être utilisées que comme conseils.

# Direction_NorthWest
source: NW
fr: NO

# Direction_SouthWest
source: SW
fr: SO

# Direction_West
source: W
fr: O

# EnableSpeedAlertButton
source: Enable speed alert
fr: Activer l'alerte

# GpsStatus_Inaccessible
source: location inaccessible
fr: emplacement inaccessible

# GpsStatus_Initializing
source: GPS initializing
fr: initialisation du GPS

# GpsStatus_Unavailable
source: GPS not available
fr: GPS non disponible

# GpsStatus_Weak
source: weak GPS signal
fr: signal GPS faible

# LocationDisableWarningCaption
source: Disable location
fr: désactiver la localisation

# LocationDisableWarningMessage
source: This application will not work without location access. Are you sure you still want to disable it?
fr: Cette application ne peut pas fonctionner sans accéder à votre emplacement. Voulez-vous vraiment désactiver la localisation ?

# PrivacyPolicyCaption
source: Location policy statement
fr: Politique de confidentialité

# PrivacyPolicyMessage
source: This software temporarily stores and uses your location data for the purpose of calculating speed and direction. Your location may be sent to Bing over the internet to position the map.
fr: Ce logiciel garde en mémoire de manière temporaire votre emplacement pour calculer votre vitesse et votre direction. Votre emplacement peut être envoyé à Bing pour positionner la carte.

# SetSpeedAlert
source: Set maximum speed to trigger audible alert
fr: Définissez la vitesse qui déclenche une alerte

# SpeechAlert
source: You're going too fast!
fr: Vous allez trop vite !

# SpeedAlertType
source: Alert type:
fr: Type d'alerte :

# SpeedAlert_Sound
source: Sound
fr: Sonore

# SpeedAlert_Voice
source: Voice
fr: Voix

# SpeedAverage
source: average
fr: moyenne

# SwitchLocationMenu_Disabled
source: enable location access
fr: activer la localisation

# SwitchLocationMenu_Enabled
source: disable location access
fr: désactiver la localisation

# SwitchUnitMenu_Kilometers
source: switch to imperial (mph)
fr: passer en impérial (mph)

# SwitchUnitMenu_Miles
source: switch to metric (km/h)
fr: passer en métrique (km/h)
